<template lang="html">

  <div class="zcxy_main">
    <div class="back" @click="$router.go(-1)">
      <span class="icon-go"></span>
    </div>
    <h4>巨龙平台服务协议</h4>

    <p class="zcxy_data">
      版本生效日期：2018年01月15日
    </p>
    <h5>
      提示条款
    </h5>
    <p class="spacetwo">
      欢迎您与巨龙平台经营者，共同签署本《巨龙平台服务协议》（下称“本协议”）并使用巨龙平台服务！为维护您自身权益，建议您仔细阅读各条款具体表述。
    </p>

    <p>
      <span class="tag">【审慎阅读】</span>您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。
      <span class="zcxy_down">请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、 法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。
      </span>如您对协议有任何疑问，可向巨龙平台客服咨询。
    </p>
    <p>
      <span class="tag">【签约动作】</span>当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与巨龙达成一致，成为巨龙平台“用户”。
      <span class="zcxy_down">阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。</span>
    </p>
    <h5>
      一、 定义
    </h5>
    <p>
      <span class="tag">巨龙平台：</span>指巨龙商城（域名为 jlgo.shop）网站及客户端。
      <br/>
      <span class="tag">巨龙：</span>巨龙平台所属单位：湖北与友携行电子商务有限公司
      <br/>
      <span class="tag">巨龙平台服务：</span>巨龙基于互联网，以包含巨龙平台网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。
      <br/>
      <span class="tag">巨龙平台规则：</span>包括在巨龙平台规则频道内已经发布及后续发布的全部规则、解读、公告等内容。
      <br/>
    </p>
    <h5>
      二、 协议范围
    </h5>

    <p>
      <span class="tag">2.1 签约主体</span>
      <br/>
      <span class="tag">【平等主体】</span>本协议由您与巨龙平台经营者共同缔结，本协议对您与巨龙平台经营者均具有合同效力。
      <br/>
      <span class="tag">【主体信息】</span>巨龙平台经营者是指经营巨龙平台的法律主体。本协议项下，
      <span class="zcxy_down">巨龙平台经营者可能根据巨龙平台的业务调整而发生变更， 变更后的巨龙平台经营者与您共同履行本协议并向您提供服务，巨龙平台经营者的变更不会影响您本协议项下的权益。巨龙平台经营者还有可能因为提供新的巨龙平台服务而新增， 如您使用新增的巨龙平台服务的，视为您同意新增的巨龙平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。
      </span>
      <br/>
    </p>
    <p>
      <span class="tag">2.2补充协议</span>
      <br/> 由于互联网高速发展，您与巨龙签署的本协议列明的条款并不能完整罗列并覆盖您与巨龙所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，
      <span class="zcxy_down">巨龙平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用巨龙平台服务，视为您同意上述补充协议。</span>
      <br/>
    </p>
    <p>
      <span class="tag">2.3法律声明及隐私权政策</span>
      <br/> 本隐私权政策部分将帮助您了解以下内容：
      <br/> 一、我们如何收集和使用您的信息
      <br/> 我们会出于本政策所述的以下目的，收集和使用您的个人信息：
      <br/> （一）帮助您成为我们的会员
      <br/> 为成为我们的会员，以便我们为您提供会员服务，您需要提供手机号码，并创建用户名和密码。如果您仅需使用浏览、搜索等基本服务，您不需要注册成为我们的会员及提供上述信息。
      <br/> 在您主动注销账号时，我们将根据适用法律法规的要求尽快使其匿名或删除您的个人信息。
      <br/> （二）为您展示和推送商品或服务
      <br/> 为改善我们的产品或服务、向您提供个性化的信息搜索及交易服务，我们会根据您的浏览及搜索记录、设备信息、位置信息、订单信息，提取您的浏览、搜索偏好、行为习惯、位置信息等特征，基于特征标签进行间接人群画像并展示、推送信息。
      <br/> 如果您不想接受我们给您发送的商业广告，您可随时通过相应产品退订功能取消。
      <br/> （三）向您提供商品或服务
      <br/> 1、您向我们提供的信息
      <br/> 为便于向您交付商品或服务，您需提供收货人姓名、收货地址、邮政编码、收货人联系电话。如果我们委托第三方向您交付时，我们会在征得您同意后将上述信息共享给第三方。如果您拒绝提供此类信息，我们将无法完成相关交付服务。
      <br/> 为完成交易，您可能需要提供支付宝账号、微信账号、银联账号并选择付款方式，以便我们了解您的支付状态。
      <br/> 您可以通过巨龙网为其他人订购商品或服务，您需要提供该实际订购人的前述个人信息。向巨龙网提供该实际订购人的前述个人信息之前，您需确保您已经取得其授权同意。
      <br/> 2、我们在您使用服务过程中收集的信息
      <br/> 为向您提供更契合您需求的页面展示和搜索结果、了解产品适配性、识别账号异常状态，我们会收集关于您使用的服务以及使用方式的信息并将这些信息进行关联，这些信息包括：
      <br/> 设备信息：我们会根据您在软件安装及使用中授予的具体权限，接收并记录您所使用的设备相关信息（例如设备型号、操作系统版本、设备设置、唯一设备标识符等软硬件特征信息）、设备所在位置相关信息（例如IP 地址、GPS位置以及能够提供相关信息的Wi-Fi
      接入点、蓝牙和基站等传感器信息）。
      <br/> 日志信息：当您使用我们的网站或客户端提供的产品或服务时，我们会自动收集您对我们服务的详细使用情况，作为有关网络日志保存。例如您的搜索查询内容、IP地址、浏览器的类型、电信运营商、使用的语言、访问日期和时间及您访问的网页记录等。
      <br/> 请注意，单独的设备信息、日志信息等是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将该类个人信息做匿名化、去标识化处理。
      <br/> 为展示您账户的订单信息，我们会收集您在使用我们服务过程中产生的订单信息用于向您展示及便于您对订单进行管理。
      <br/> 当您与我们联系时，我们可能会保存您的通信/通话记录和内容或您留下的联系方式等信息，以便与您联系或帮助您解决问题，或记录相关问题的处理方案及结果。
      <br/> 3、我们通过间接获得方式收集到的您的个人信息
      <br/> 为确认交易状态及为您提供售后与争议解决服务，我们会通过您基于交易所选择的交易对象、支付机构、物流公司等收集与交易进度相关的您的交易、支付、物流信息，或将您的交易信息共享给上述服务提供者。
      <br/> 当您通过我们产品或服务使用上述服务时，您授权我们根据实际业务及合作需要从我们关联公司处接收、汇总、分析我们确认其来源合法或您授权同意其向我们提供的您的个人信息或交易信息。
      <br/> 如您拒绝提供上述信息或拒绝授权，可能无法使用我们关联公司的相应产品或服务，或者无法展示相关信息，但不影响使用巨龙网浏览、搜索、交易等核心服务。
      <br/> （四）为您提供安全保障
      <br/> 请注意，为确保会员身份真实性、向您提供更好的安全保障，您可以向我们提供身份证、军官证、护照、驾驶证、社保卡、居住证等身份信息等个人敏感信息完成实名认证。如您拒绝提供上述信息，可能无法使用账户管理、创建店铺、出售商品、继续可能存在风险的交易等服务，但不会影响您使用浏览、搜索等服务。
      <br/> 为提高您使用我们提供服务的安全性，保护您或其他用户或公众的人身财产安全免遭侵害，更好地预防钓鱼网站、欺诈、网络漏洞、计算机病毒、网络攻击、网络侵入等安全风险，更准确地识别违反法律法规或巨龙网相关协议规则的情况，我们可能使用或整合您的会员信息、交易信息、设备信息、有关网络日志以及我们关联公司、合作伙伴取得您授权或依据法律共享的信息，来综合判断您账户及交易风险、进行身份验证、检测及防范安全事件，并依法采取必要的记录、审计、分析、处置措施。
      <br/> （五）其他用途
      <br/> 我们将信息用于本政策未载明的其他用途，或者将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。
      <br/> （六）征得授权同意的例外
      <br/> 根据相关法律法规规定，以下情形中收集您的个人信息无需征得您的授权同意：
      <br/> 1、与国家安全、国防安全有关的；
      <br/> 2、与公共安全、公共卫生、重大公共利益有关的；
      <br/> 3、与犯罪侦查、起诉、审判和判决执行等有关的；
      <br/> 4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；
      <br/> 5、所收集的个人信息是您自行向社会公众公开的；
      <br/> 6、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道；
      <br/> 7、根据您的要求签订合同所必需的；
      <br/> 8、用于维护所提供的产品或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
      <br/> 9、为合法的新闻报道所必需的；
      <br/> 10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
      <br/> 11、法律法规规定的其他情形。
      <br/> 如我们停止运营巨龙网产品或服务，我们将及时停止继续收集您个人信息的活动，将停止运营的通知以逐一送达或公告的形式通知您，对所持有的个人信息进行删除或匿名化处理。
      <br/>
    </p>
    <h5>
      三、 账户注册与使用
    </h5>
    <p>
      <span class="tag">3.1 用户资格</span>
      <br/> 您确认，在您开始注册程序使用巨龙平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。
      <span class="zcxy_down">若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。</span>
      <br/> 此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用巨龙平台服务。
      <br/>
      <span class="tag">3.2 账户说明</span>
      <br/>
      <span class="tag">【账户获得】</span>当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得巨龙平台账户并成为巨龙平台用户。
      <br/> 巨龙平台只允许每位用户使用一个巨龙平台账户。如有证据证明或巨龙根据巨龙平台规则判断您存在不当注册或不当使用多个巨龙平台账户的情形，巨龙平台可采取冻结 或关闭账户、取消订单、拒绝提供服务等措施，如给巨龙平台及相关方造成损失的，您还应承担赔偿责任。
      <br/>
      <span class="tag">【账户使用】</span>您有权使用您设置或确认的巨龙会员名、邮箱、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录巨龙平台。 由于您的巨龙账户关联您的个人信息及巨龙平台商业信息，您的巨龙账户仅限您本人使用。未经巨龙平台同意，您直接或间接授权第三方使用您巨龙账户或获取您账户项下信息的行为无效
      。如巨龙根据巨龙平台规则中约定的违约认定程序及标准判断您巨龙账户的使用可能危及您的账户安全及/或巨龙平台信息安全的，巨龙平台可拒绝提供相应服务或终止本协议。
      <br/>
      <span class="tag">【账户转让】</span>由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经巨龙同意，并符合巨龙平台规则规定的用户账户转让流程的情况下，您可进行账户的转让。 您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则巨龙平台有权追究您的违约责任，且由此产生的一切责任均由您承担。
      <br/>
      <span class="tag">【实名认证】</span>作为巨龙平台经营者，为使您更好地使用巨龙平台的各项服务，保障您的账户安全，巨龙可要求您按支付宝、腾讯公司要求及我国法律规定完成实名认证。
      <br/>

    </p>
    <p>
      <span class="tag">3.3 注册信息管理</span>
      <br/>
      <span class="tag">3.3.1 真实合法</span>
      <br/>
      <span class="tag">【信息真实】</span>在使用巨龙平台服务时，您应当按巨龙平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等）， 以便巨龙或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。
      <br/>

      <span class="tag">【会员名的合法性】</span>您设置的巨龙会员名不得违反国家法律法规及巨龙网规则关于会员名的管理规定，否则巨龙可回收您的巨龙会员名。 巨龙会员名的回收不影响您以邮箱、手机号码登录巨龙平台并使用巨龙平台服务。
      <br/>

      <span class="tag">3.3.2 更新维护</span>
      <br/> 您应当及时更新您提供的信息，在法律有明确规定要求巨龙作为平台服务提供者必须对部分用户（如平台卖家等）的信息进行核实的情况下，巨龙将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。
      <br/>
      <span class="zcxy_down">如巨龙按您最后一次提供的信息与您联系未果、您未按巨龙的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对 您自身、他人及巨龙造成的全部损失与不利后果。巨龙可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部巨龙平台服务，巨龙对此不承担责任。
      </span>
      <br/>

      <span class="tag">3.4 账户安全规范</span>
      <br/>

      <span class="tag">【账户安全保管义务】</span>您的账户为您自行设置并由您保管，巨龙任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开巨龙平台。
      <br/>
      <span class="zcxy_down">账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，巨龙并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</span>
      <br/>

      <span class="tag">【账户行为责任自负】</span>除巨龙存在过错外，
      <span class="zcxy_down">您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布信息、购买商品及服务及披露信息等）负责。</span>
      <br/>

      <span class="tag">【日常维护须知】</span>如发现任何未经授权使用您账户登录巨龙平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知巨龙，并授权巨龙将该信息同步给支付宝及微信平台。
      <span class="zcxy_down">您理解巨龙对您的任何请求采取行动均需要合理时间，且巨龙应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除巨龙存在法定过错外，巨龙不承担责任。</span>
      <br/>
    </p>

    <h5>四、 巨龙平台服务及规范</h5>
    <p>
      <span class="tag">【服务概况】</span>您有权在巨龙平台上享受店铺管理、商品及/或服务的销售与推广、商品及/或服务的购买与评价、交易争议处理等服务。巨龙提供的服务内容众多，具体您可登录巨龙平台浏览。
      <br/>

      <span class="tag">4.1商品及/或服务的销售与推广</span>
      <br/>

      <span class="tag">【商品及/或服务信息发布】</span>通过巨龙提供的服务，您有权通过文字、图片、视频、音频等形式在巨龙平台上发布商品及/或服务信息、招揽和物色交易对象、达成交易。
      <br/>

      <span class="tag">【禁止销售范围】</span>您应当确保您对您在巨龙平台上发布的商品及/或服务享有相应的权利，
      <span class="zcxy_down">您不得在巨龙平台上销售以下商品及/或提供以下服务：
        <br/> （一）国家禁止或限制的；
        <br/> （二）侵犯他人知识产权或其它合法权益的；
        <br/> （三）巨龙平台规则、公告、通知或各平台与您单独签署的协议中已明确说明不适合在巨龙平台上销售及/或提供的。
        <br/>
      </span>

      <span class="tag">【交易秩序保障】</span>您应当遵守诚实信用原则，确保您所发布的商品及/或服务信息真实、与您实际所销售的商品及/或提供的服务相符，并在交易过程中切实履行您的交易承诺。
      <br/> 您应当维护巨龙平台市场良性竞争秩序，不得贬低、诋毁竞争对手，不得干扰巨龙平台上进行的任何交易、活动，不得以任何不正当方式提升或试图提升自身的信用度，不得以任何方式干扰或试图干扰巨龙平台的正常运作。
      <br/>

      <span class="tag">【促销及推广】</span>您有权自行决定商品及/或服务的促销及推广方式，巨龙亦为您提供了形式丰富的促销推广工具。
      <span class="zcxy_down">您的促销推广行为应当符合国家相关法律法规及巨龙平台的要求。</span>
      <br/>

      <span class="tag">【依法纳税】</span>
      <span class="zcxy_down">依法纳税是每一个公民、企业应尽的义务，您应对销售额/营业额超过法定免征额部分及时、足额地向税务主管机关申报纳税。</span>
      <br/>

      <span class="tag">4.2品及/或服务的购买与评价</span>
      <br/>

      <span class="tag">【商品及/或服务的购买】</span>当您在巨龙平台购买商品及/或服务时，请您务必仔细确认所购商品的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的联系地址、电话、收货人等信息。
      <span
        class="zcxy_down">如您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。</span>
        <br/> 您的购买行为应当基于真实的消费需求，不得存在对商品及/或服务实施恶意购买、恶意维权等扰乱巨龙平台正常交易秩序的行为。基于维护巨龙平台交易秩序及交易安全的需要，
        <span class="zcxy_down">巨龙发现上述情形时可主动执行关闭相关交易订单等操作。</span>
        <br/>

        <span class="tag">【评价】</span>您有权在巨龙平台提供的评价系统中对与您达成交易的其他用户商品及/或服务进行评价。您应当理解，您在巨龙平台的评价信息是公开的，如您不愿意在评价信息中向公众披露您的身份信息，您有权选择通过匿名形式发表评价内容。
        <br/> 您的所有评价行为应遵守巨龙平台规则的相关规定，评价内容应当客观真实，不应包含任何污言秽语、色情低俗、广告信息及法律法规与本协议列明的其他禁止性信息；您不应以不正当方式帮助他人提升信用或利用评价权利对其他用户实施威胁、敲诈勒索。
        <span class="zcxy_down">巨龙可按照巨龙平台规则的相关规定对您实施上述行为所产生的评价信息进行删除或屏蔽。</span>
        <br/>

        <span class="tag">4.3交易争议处理</span>
        <br/>

        <span class="tag">【交易争议处理途径】</span>您在巨龙平台交易过程中与其他用户发生争议的，您或其他用户中任何一方均有权选择以下途径解决：
        <br/> （一）与争议相对方自主协商；
        <br/> （二）使用巨龙平台提供的争议调处服务；
        <br/> （三）请求消费者协会或者其他依法成立的调解组织调解；
        <br/> （四）向有关行政部门投诉；
        <br/> （五）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；
        <br/> （六）向人民法院提起诉讼。
        <br/>

        <span class="tag">【平台调处服务】</span>如您依据巨龙平台规则使用巨龙平台的争议调处服务，则表示您认可并愿意履行巨龙平台的客服作为独立的第三方根据其所了解到的争议事实并依据巨龙平台规则所作出的调处决定（包括调整相关订单的交易状态、判定将争议款项的全部或部分支付给交易一方或双方等）。在巨龙平台调处决定作出前，您可选择上述（三）、（四）、（五）、（六）途径（下称“其他争议处理途径”）解决争议以中止巨龙平台的争议调处服务。
        <br/>
        <span class="zcxy_down">如您对调处决定不满意，您仍有权采取其他争议处理途径解决争议，但通过其他争议处理途径未取得终局决定前，您仍应先履行调处决定。</span>
        <br/>

        <span class="tag">4.4费用</span>
        <br/> 巨龙为巨龙平台向您提供的服务付出了大量的成本，除巨龙平台明示的收费业务外，巨龙向您提供的服务目前是免费的。如未来巨龙向您收取合理费用，巨龙会采取合理途径并以足够合理的期限提前通过法定程序并以本协议约定的方式通知您，确保您有充分选择的权利。

        <br/>

        <span class="tag">4.5责任限制</span>
        <br/>

        <span class="tag">【不可抗力及第三方原因】</span>
        <span class="zcxy_down">巨龙依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，巨龙并不承担相应的违约责任：
          <br/> （一）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；
          <br/> （二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；
          <br/> （三）在巨龙已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。
        </span>
        <br/>

        <span class="tag">【分辨信息】</span>巨龙仅向您提供巨龙平台服务，您了解巨龙平台上的信息系用户自行发布，且可能存在风险和瑕疵。巨龙将通过依法建立相关检查监控制度尽可能保障您在巨龙平台上的合法权益及良好体验。同时，
        <span class="zcxy_down">鉴于巨龙平台具备存在海量信息及信息网络环境下信息与实物相分离的特点，巨龙无法逐一审查商品及/或服务的信息，无法逐一审查交易所涉及的商品及/或服务的质量、安全以及合法性、真实性、准确性，对此您应谨慎判断。</span>
        <br/>

        <span class="tag">【调处决定】</span>您理解并同意，在争议调处服务中，巨龙平台的客服并非专业人士，仅能以普通人的认知对用户提交的凭证进行判断。因此，
        <span class="zcxy_down">除存在故意或重大过失外，调处方对争议调处决定免责。</span>
        <br/>

    </p>
    <h5>五、 用户信息的保护及授权</h5>
    <p>
      <span class="tag">5.1个人信息的保护</span>
      <br/> 巨龙非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用巨龙提供的服务时，您同意巨龙按照在巨龙平台上公布的隐私权政策收集、存储、使用、披露和保护您的个人信息。巨龙希望通过隐私权政策向您清楚地介绍巨龙对您个人信息的处理方式，因此巨龙建议您完整地阅读隐私权政策，以帮助您更好地保护您的隐私权。
      <br/>
      <span class="tag">5.2非个人信息的保证与授权</span>
      <br/>

      <span class="tag">【信息的发布】</span>您声明并保证，您对您所发布的信息拥有相应、合法的权利。否则，
      <span class="zcxy_down">巨龙可对您发布的信息依法或依本协议进行删除或屏蔽。</span>
      <br/>

      <span class="tag">【禁止性信息】</span>
      <span class="zcxy_down">您应当确保您所发布的信息不包含以下内容：
        <br/> （一）违反国家法律法规禁止性规定的；
        <br/> （二）政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
        <br/> （三）欺诈、虚假、不准确或存在误导性的；
        <br/> （四）侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；
        <br/> （五）侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；
        <br/> （六）存在可能破坏、篡改、删除、影响巨龙平台任何系统正常运行或未经授权秘密获取巨龙平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；
        <br/> （七）其他违背社会公共利益或公共道德或依据相关巨龙平台协议、规则的规定不适合在巨龙平台上发布的。
      </span>
      <br/>

      <span class="tag">【授权使用】</span>
      <br/> 为方便您使用巨龙其他相关服务，
      <span class="zcxy_down">您授权巨龙将您在账户注册和使用巨龙平台服务过程中提供、形成的信息传递给微信、支付宝等其他相关服务提供者，或从微信、支付宝等其他相关服务提供者获取您在注册、使用相关服务期间提供、形成的信息。</span>
      <br/>
    </p>
    <h5>六、 用户的违约及处理</h5>
    <p>
      <span class="tag">6.1 违约认定</span>
      <br/> 发生如下情形之一的，视为您违约：

      <br/> （一）使用巨龙平台服务时违反有关法律法规规定的；
      <br/> （二）违反本协议或本协议补充协议约定的。
      <br/> 为适应电子商务发展和满足海量用户对高效优质服务的需求，您理解并同意，
      <span class="zcxy_down">巨龙可在巨龙平台规则中约定违约认定的程序和标准。如：巨龙可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。</span>
      <br/>

      <span class="tag">6.2 违约处理措施</span>
      <br/>

      <span class="tag">【信息处理】</span>您在巨龙平台上发布的信息构成违约的，
      <span class="zcxy_down">巨龙可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的商品进行下架、监管。</span>
      <br/>

      <span class="tag">【行为限制】</span>您在巨龙平台上实施的行为，或虽未在巨龙平台上实施但对巨龙平台及其用户产生影响的行为构成违约的，巨龙
      <span class="zcxy_down">可依据相应规则对您执行账户扣分、限制参加营销活动、中止向您提供部分或全部服务、划扣违约金等处理措施。如您的行为构成根本违约的，巨龙可查封您的账户，终止向您提供服务。</span>
      <br/>

      <span class="tag">【处理结果公示】</span>
      <span class="zcxy_down">巨龙可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在巨龙平台上予以公示。</span>
      <br/>

      <span class="tag">6.3赔偿责任</span>
      <br/>

      <span class="zcxy_down">如您的行为使巨龙、支付宝、腾讯公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿巨龙及支付宝、腾讯公司的上述全部损失。
        <br/> 如因您的行为使得第三人遭受损失或您怠于履行调处决定、巨龙出于社会公共利益保护或消费者权益保护目的，可指示支付宝、腾讯公司自您的支付宝账户中划扣相应款项进行支付。
        <br/> 您同意巨龙指示支付宝或腾讯公司自您的支付宝账户中划扣相应款项支付上述赔偿款项。如您支付宝账户中的款项不足以支付上述赔偿款项的。
      </span>
      <br/>

      <span class="tag">6.4特别约定</span>
      <br/>
      <span class="tag">【关联处理】</span>
      <span class="zcxy_down">如您因严重违约导致巨龙终止本协议时，出于维护平台秩序及保护消费者权益的目的，巨龙可对与您在其他协议项下的合作采取中止甚或终止协议的措施。
        <br/> 如巨龙与您签署的其他协议及巨龙、支付宝、腾讯公司与您签署的协议中明确约定了对您在本协议项下合作进行关联处理的情形，则巨龙出于维护平台秩序及保护消费者权益的目的，可在收到指令时中止甚至终止协议。
      </span>
      <br/>
    </p>

    <h5>七、 协议的变更</h5>
    <p>
      巨龙可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序以本协议约定的方式通知您。
      <br/> 如您不同意变更事项，您有权于变更事项确定的生效日前联系巨龙反馈意见。如反馈意见得以采纳，巨龙将酌情调整变更事项。
      <br/>
      <span class="zcxy_down">如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用巨龙平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用巨龙平台服务，则视为您同意已生效的变更事项。</span>
      <br/>
    </p>

    <h5>八、 通知</h5>
    <p>
      <span class="tag">8.1有效联系方式</span>
      <br/> 您在注册成为巨龙平台用户，并接受巨龙平台服务时，您应该向巨龙提供真实有效的联系方式（包括您的电子邮件地址、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。
      <br/> 您在注册巨龙平台用户时生成的用于登陆巨龙平台接收站内信、系统消息的即时信息的会员账号（包括子账号），也作为您的有效联系方式。
      <br/>
      <span class="zcxy_down">巨龙将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</span>
      <br/>
      <span>8.2 通知的送达</span>
      <br/> 巨龙通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在巨龙平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送旺旺信息、系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。
      <br/> 您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。
      <br/> 您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。
      <br/> 你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。
      <br/>
    </p>
    <h5>九、 协议的终止</h5>
    <p>
      <span class="tag">9.1 终止的情形</span>
      <br/>

      <span class="tag">【用户发起的终止】</span>您有权通过以下任一方式终止本协议：
      <br/> （一）在满足巨龙网公示的账户注销条件时您通过网站自助服务注销您的账户的；
      <br/> （二）变更事项生效前您停止使用并明示不愿接受变更事项的；
      <br/> （三）您明示不愿继续使用巨龙平台服务，且符合巨龙网终止条件的。
      <br/>

      <span class="tag">【巨龙发起的终止】</span>出现以下情况时，巨龙可以本协议第八条的所列的方式通知您终止本协议：
      <br/> （一）您违反本协议约定，巨龙依据违约条款终止本协议的；
      <br/> （二）您盗用他人账户、发布违禁信息、骗取他人财物、售假、扰乱市场秩序、采取不正当手段谋利等行为，巨龙依据巨龙平台规则对您的账户予以查封的；
      <br/> （三）除上述情形外，因您多次违反巨龙平台规则相关规定且情节严重，巨龙依据巨龙平台规则对您的账户予以查封的；
      <br/> （四）您的账户被巨龙依据本协议回收的；
      <br/> （五）其它应当终止服务的情况。
      <br/>
      <span> 9.2 协议终止后的处理</span>
      <br/>

      <span class="tag">【用户信息披露】</span>
      <span class="zcxy_down">本协议终止后，除法律有明确规定外，巨龙无义务向您或您指定的第三方披露您账户中的任何信息。</span>
      <br/>

      <span class="tag">【巨龙权利】</span>本协议终止后，巨龙仍享有下列权利：
      <br/> （一）继续保存您留存于巨龙平台的本协议第五条所列的各类信息；
      <br/> （二）对于您过往的违约行为，巨龙仍可依据本协议向您追究违约责任。
      <br/>

      <span class="tag">【交易处理】</span>
      <span class="zcxy_down">本协议终止后，对于您在本协议存续期间产生的交易订单，巨龙可通知交易相对方并根据交易相对方的意愿决定是否关闭该等交易订单；如交易相对方要求继续履行的，则您应当就该等交易订单继续履行本协议及交易订单的约定，并承担因此产生的任何损失或增加的任何费用。</span>
      <br/>
    </p>
    <h5>十、 法律适用、管辖与其他</h5>
    <p>
      <span class="tag">【法律适用】</span>
      <span class="zcxy_down">本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</span>
      <br/>

      <span class="tag">【管辖】</span>
      <span class="zcxy_down">您因使用巨龙平台服务所产生及与巨龙平台服务有关的争议，由巨龙与您协商解决。协商不成时，任何一方均可向被告所在地有管辖权的人民法院提起诉讼。</span>
      <br/>

      <span class="tag">【可分性】</span>本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。
      <br/>
    </p>
  </div>

</template>

<script>
// import { Lazyload } from 'mint-ui';
// import Lazylz from '@/components/catcategory/lazylz.vue'
export default {

}

</script>

<style lang="less" scoped>
  @import '../../../assets/fz.less';
  //@import '../../assets/agreement.css';
  @import '../../../assets/back.less';
  .zcxy_main {
    width: 90%;
    margin: 0 auto;
  }

  .zcxy_main .zcxy_data {
    font-size: 14px;
    width: 100%;
    text-align: center;
    display: block;
    color: #999;
  }

  .spacetwo {
    text-indent: 8%;
  }

  .zcxy_main h4 {
    width: 100%;
    text-align: center;
    font-size: 38px;
    color: #333;
    margin: 50px 0 10px;
  }

  .zcxy_main h5 {
    font-size: 24px;
    margin: 40px 0 5px;
    line-height: 50px;
    color: #333;
  }

  .zcxy_main p {
    word-spacing: inherit;
    font-size: 15px;
    text-align: justify;
    color: #666;
    text-justify: inter-ideograph;
    line-height: 30px;
  }

  .tag {
    color: #000 !important;
  }

  .zcxy_main span {
    font-size: 15px;
    line-height: 30px;
    color: #e61b1b;
    font-weight: bold;
  }

  .zcxy_main .zcxy_down {
    text-decoration: underline;
  }

</style>
